Repository: LordDan78/flash-javaws-widevine-fonts
Catalog: flash-javaws-widevine-fonts/DEBIAN/*.po
Languages: es

source: GPL v2 or greater
es: La GPL v2 o superior

source: Aguarde...
es: Por favor espere...

source: Fontes
es: Microsoft TrueType core fonts

source: O pacote Microsoft True Type Core Fonts inclui as fontes mais utilizadas em sites e documentos do Office.
es: El paquete de Microsoft truetype Core Fonts que incluye a la mayoría de las fuentes utilizadas en los sitios web y los documentos de la oficina.

source: Clique aqui para remover o pacote Microsoft True Type Core Fonts.
es: Haga clic aquí para eliminar el paquete de Microsoft truetype Core Fonts.

source: Não está instalado
es: No se ha instalado

source: Instalar o pacote Microsoft True Type Core Fonts
es: Para Instalar el paquete de Microsoft truetype Core Fonts

source: Flash Player
es: El Reproductor De Flash

source: O plugin Flash Player está instalado.<br>Clique aqui para remover.
es: Con el plugin de Flash Player está instalado.<br>haga Clic aquí para eliminar.

source: O plugin Flash Player não está instalado.<br>Clique aqui para instalar.
es: Con el plugin de Flash Player no está instalado.<br>Haga click aquí para descargar.

source: O plugin já está ativo no navegador Chromium.<br>Clique aqui para remove-lo.
es: En el complemento, ya se encuentra activo en el navegador Chromium.<br>haga Clic aquí para quitar de él.

source: Este plugin adiciona suporte a DRM nos navegadores, por questões de licenciamento, ele não pode vir instalado no sistema, porém, ao abrir o navegador Firefox, o mesmo faz o download do plugin automaticamente. É necessário em sites com conteúdo DRM, entre eles, os mais conhecidos são: Netflix, Amazon Prime Vídeo e Spotify.
es: Este plugin incluye el soporte de la tecnología DRM de los navegadores de la web, debido a problemas de licencia, que no puede ser instalado en el sistema, sin embargo, al abrir el navegador Firefox, de la misma forma que la descarga del plug-in de forma automática. Es necesario que en los sitios con contenido de DRM, entre ellos, los más conocidos son: el de Netflix, Amazon Prime, el Video y el Final.

source: Para adicionar este plugin no navegador Chromium, abra o Firefox por alguns minutos, pois ele fará o download do Widevine automaticamente, então abra o Chromium, uma janela irá perguntar se deve adicionar o plugin baixado pelo Firefox.
es: Para añadir el plugin para el navegador que Uso, que se abra en el navegador Firefox, por un par de minutos, ya que se realizará la descarga de Widevine de forma automática, a continuación, abra el Uso de una ventana que le preguntará si se debe agregar el plugin de descarga por Internet.

source: Este plugin não está ativo no navegador Chromium, clique aqui para testar no Firefox.
es: Este plug-in no está activado en el navegador Chromium, haz click aquí para poner a prueba en la web.

source: Também chamado de Icedtea ou Netx, abre arquivos no formato JNLP.
es: También se llama Total o Netx, abre el archivo en el formato de JNLP.

source: Este plugin já está instalado, clique aqui para configurar.
es: Este plug-in, ya que está instalado, haga clic aquí para hacerlo.

source: Clique aqui para instalar este plugin.
es: Haz clic aquí para descargar el plug-in.

source: Fechar
es: Cerrar
